Table of Contents
 Class StageLoading
Namespace
IdeaRS.OpenModel.Concrete.Load
Assembly
IdeaRS.OpenModel.dll
Staged loading
public class StageLoading
Inheritance
object
StageLoading
Inherited Members
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Properties
 PermanentForces
Primary internal force in section
public ResultOfInternalForces PermanentForces { get; set; }
Property Value
ResultOfInternalForces
 Time
Time
public double Time { get; set; }
Property Value
double
 Edit this page